import { DefaultPage } from "../../components/DefaultPage/DefaulPage"

export default function Rules() {

    return (
        <DefaultPage>
            <p><b>Правила користування приміщеннями в рамках дії Добровільного договору про використання приміщення.<br />
Дані правила запроваджені з метою належної організації роботи та забезпечення можливості користування приміщенням особами, які мають таке право. <br />
Дотримання правил - обов’язкова умова для всіх без винятку. <br />
Право користування приміщенням виникає після відповідної оплати.<br />
Оплата здійснюється до початку користування у встановлених розмірах.</b></p>
<br />
            <p><b>Під час користування приміщенням Орендар або його вповноважена особа виконує наступні дії та заходи:</b> <br />
            
 • Перед початком та після користування оглядає приміщення на предмет сторонніх предметів, осіб, пошкоджень, засмічення тощо. Впевнюється в безпеці та належному стані приміщення до та після свого перебування. У випадку необхідності виконує необхідні дії та або повідомляє адміністратора для усунення перешкод для використання приміщення.<br />
 • Передає зали та приміщення для користувачів рівно о годині початку заняття та закриває після оплаченого терміну. <br />
 • Орендар або уповноважена особа можуть звільняти або займати приміщення в разі вільної наступної  або попередньої години максимум 15 хвилин після сплаченої години. У разі знаходження Орендаря або уповноваженої особи в приміщенні більше 15 хвилин - ця година оплачується. Форс-мажорні обставини обговорюються з Адміністратором.<br />
 • Утримує площу під час користування у належному технічному і санітарному стані.<br />
 • Складає сміття та відходи в місце для сміття.<br />
 • Ознайомлює всіх гостей з правилами, які описані в цьому документі та організовує їх обов’язкове виконання.<br />
 • Дотримується вимог Закону України „Про захист прав споживачів”, а також самостійно несе відповідальність, в разі порушення вказаного Закону України.<br />
 • Отримує необхідні дозволи та погодження на діяльність.<br />
 • Дотримується «Правил технічної експлуатації електроустановок споживачів», затверджених Наказом Міністерства палива та енергетики України від 25 липня 2006 року № 258, та ДНАОП 0.00-1.21- 98 «Правила безпечної експлуатації електроустановок споживачів», затверджено наказом Державного комітету України по нагляду за охороною праці від 09 січня 1998 року № 4. ( Просто не сунути пальці в розетку та не залишати без нагляду дітей, осіб похилого віку та громадян з обмеженими можливостями).<br />
 • Самостійно виконує вимоги до охорони праці, санітарного стану, електробезпеки, правопорядку, правил пожежної безпеки в Україні, забезпечує проведення протипожежних заходів та дотримання протипожежних вимог, стандартів, норм і правил, монтаж системи пожежогасіння та пожежної сигналізації на площі такого типу, якою є наймана площа, а також самостійно несе відповідальність за дотриманням вказаних вимог, норм і правил перед державними органами.<br />
 • Орендар самостійно вирішує спосіб забезпечення збереження та охорони належного йому майна, товарно-матеріальних цінностей та коштів, здійснює монтаж, обслуговування та поточний ремонт охоронної сигналізації.<br />
 • Орендар несе матеріальну відповідальність перед Наймодавцем чи іншими Орендарями за збитки заподіяні пожежею, аварією або нещасним випадком, що виникли з вини Орендаря. Не пізніше місячного терміну відшкодовує в повному обсязі всі матеріальні збитки заподіяні Наймодавцю та іншим фізичним та юридичним особам, якщо це виникло з вини Орендаря.<br />
 • Орендар самостійно несе відповідальність за технічний стан та експлуатацію електроустановок, а також призначає відповідальну особу при необхідності. Спільно з Наймодавцем виготовляє та відповідним чином підписує акт розмежування балансової належності та відповідальності електромереж, та електроустановок, систем водопостачання та водовідведення.</p>
<br />
<p><b>В приміщенні забороняється:</b><br />
 ◦ використовувати найману площу без погодження з Наймодавцем для здійснення спільної діяльності, проведення спільних з третіми особами рекламних компаній, презентацій, виставок, ярмарок, що може призвести до великої скупченості відвідувачів, в тому числі і на прилеглій до будівлі території.<br />
 ◦ Приносити та залишати в залах габаритні речі, вогненебезпечні, легкозаймисті, шкідливі, отруйні та сильнодіючі речовини;<br />
 ◦ Використовувати принесені з собою подовжувачі, перехідники та інше електрообладнання, не погоджене для роботи з співробітниками Виконавця, самостійно вмикати та вимикати обладнання у залах;<br />
 ◦ Без згоди Виконавця, в тому числі, самостійно і необережно, пересувати обладнання та меблі в залах;<br />
 ◦ Використовувати меблі та обладнання залів не за призначенням або із шкодою для них<br />
 ◦ Користування залами, роздягальнями та холом між ними НЕ в змінному взутті<br />
 ◦ Курити в залах, холах, коридорах та інших не відведених для куріння місцях;<br />
 ◦ Вживати міцні алкогольні напої;<br />
 ◦ Заважати проведенню заходів в інших залах;<br />
                ◦ Бути в поганому гуморі<br />
                <br />
            </p>
<p>Всі суперечки у зв’язку з цим Договором найму (оренди) вирішуються шляхом переговорів. У випадку недомовленості - відповідно до чинного законодавства України.
Користувачі приміщення безумовно погоджуються з тим, що Адміністратор завжди правий. Обов’язок ознайомлювати всіх причетних осіб з правилами користування приміщенням та стежити за дотриманням таких правил, а також ліквідації негативних наслідків безумовно приймається до виконання Користувачем приміщення.
Орендар не має права передавати обов’язки по Договору найму (оренди) іншим особам або організаціям, а також не здавати передану площу Наймодавця в суборенду, без дозволу Наймодавця. Такий дозвіл оформляється письмово.
                Дані правила складені для впорядкування діяльності всіх користувачів та орендарів приміщення з метою якнайкращого якісного задоволення попиту та надання послуг кінцевим споживачам послуг.<br />
                <br />
<b>Всі зміни та доповнення до даних правил ВІТАЮТЬСЯ , розглядаються та приймаються до виконання після розгляду та затвердження.</b></p>
<br />
<p>Редакція №2 від 14 березня 2023 року.</p>

         </DefaultPage>

    )

}