import fotoL from "./images/fotoL.JPG"
import fotoL2 from "./images/foto2L.JPG"
import fotoM from "./images/fotoM.png"
import fotoM2 from "./images/fotom2.png"
import fotoN from "./images/fotoN.png"
import fotoN2 from "./images/fotoN2.png"
import fotoC from "./images/fotoC.JPG"
import fotoC2 from "./images/fotoC2.JPG"
import fotoH from "./images/fotoH.png"
import fotoTh from "./images/fotoTh2.JPG"
import fotoTh2 from "./images/fotoTh.png"
import fotoF from "./images/fotoF.JPG"
import fotoX from "./images/fotoX.png"
import fotoX2 from "./images/fotoX2.png"

const room = [
  
  {
    "name": "Кабінет C",
    "id": "3",

    "price": "200 грн/год",
    "detalis": "Підготовка до ЗНО, лекції по підвищенню профорієнтації - це тільки декілька варіантів використання цього приміщення з багатьох можливих.",
    "detalisTwo": "Є система кондиціонування, що зігріє взимку - охолодить влітку. Вікно виходить в коридор, при бажанні - можна закрити жалюзі. Покриття підлоги - плитка, з якою Ви точно не будете боятися деформацій. Інвентар можливий як наш (стільці, парти та ін), якщо є в цьому потреба,  так і Ваш.",
    "square": "18 кв.м",
     "img": [
      {
        "preview": fotoC,
        "original":
          fotoC2
  
      }
    ]
  },
   
    
  {
    "name": "Зал F",
    "id": "6",

    "price": "200 грн/год",
    "detalis": "Такий дерев’яний, що аж пахне лісом! Ви вже придумали як використати це приміщення?",
     "detalisTwo": "До залу є окремі роздягальні для чоловіків та жінок. Вся зала облицьована деревом, що дуже корисно, наприклад, для бойових мистецтв.",
    "square": "79 кв.м ",
    "img": [
      {
        "preview":
         fotoF,
        "original":
     fotoF
        
      }
    ]
 },
    

                        
{
"name": "Кабінет H",
  "id": "8",

"price": "200 грн/год", 
  "detalis": "Курси для дітей чи дорослих? Кабінет підійде майже для будь-яких цілей. Ви самі обираєте який рід діяльності тут буде.",
  "detalisTwo": "Є система кондиціонування, що зігріє взимку - охолодить влітку. Вікно виходить в коридор, при бажанні - можна закрити жалюзі. Покриття підлоги - ламінат, який додає тепла і затишку. Інвентар можливий як наш (стільці, парти та ін), якщо є в цьому потреба,  так і Ваш.",
  "square": "17 кв.м ",
  "img": [
      {
        "preview":
        fotoH ,
        "original":
     fotoH 
     
      }
    ]
},


 {
"name": "Кабінет M",
   "id": "10",

"price": "200 грн/год", 
    "detalisTwo": "Приміщення оснащене стаціонарним опаленням, а отже - тут завжди тепло і затишно. Окрім стаціонарного опалення, є система кондиціонування. Вікна виходять і на вулицю, що дає доступ до гарного денного світла, і в коридор. При бажанні - можна закрити жалюзі. Покриття підлоги - плитка, з якою Ви точно не будете боятися деформацій.",
   "detalis": "Так світло, правда? Нехай рожеві двері додають контрасту, але головну родзинку для цього приміщення придумаєте саме Ви!",
   "square": "18 кв.м",
   "img": [
      {
        "preview":
          fotoM,
        "original":
          fotoM2,
      }
    ]
},
{
"name": "Кабінет N",
  "id": "11",

"price": "200 грн/год", 
  "detalis": "Навчання з математики чи курси іноземних мов? А може Ви бачите щось зовсім інше для цього приміщення?",
  "detalisTwo": "Є система кондиціонування, що зігріє взимку - охолодить влітку. Вікно виходить в коридор, при бажанні - можна закрити жалюзі. Покриття підлоги - плитка, з якою Ви точно не будете боятися деформацій. Інвентар можливий як наш (стільці, парти та ін), якщо є в цьому потреба,  так і Ваш, ",
  "square": "20 кв.м",
 "img": [
      {
        "preview":
          fotoN,
        "original":
     fotoN2
       
      }
    ]
},
{
"name": "Зал Th",
  "id": "12",

"price": "200 грн/год", 
  "detalis": "Чорна підлога, що заворожує , чи не так? Величезний простір для заняття танців чи спортом, а може міні-театр влаштуєте? Welcome!",
  "detalisTwo": "Крім класичного стаціонарного опалення є кондиціонер, що зігріє в холодну погоду, а в теплу - навпаки.  Зеркало повністю займає одну з великих стін залу, що дає можливість тренеру побачити кожного. Вікно додає теплих денних промінчиків світла. За рахунок високої стелі тут завжди, навіть після тренувань, є чим дихати. На а підлога ідеально підійде для танців. До залу є окремі роздягальні для чоловіків та жінок.",
  "square": "63 кв.м ",
 "img": [
      {
        "preview":
          fotoTh,
        "original":
         fotoTh2
       
      }
    ]
  },
{
"name": "Зал X",
  "id": "13",

"price": "200 грн/год", 
  "detalis": "Можливо мрія про власний офіс якраз має збутися? Чи влаштувати власну школу для розвитку дітей? WELCOME!",
  "detalisTwo": "Є система кондиціонування, що зігріє взимку - охолодить влітку. Покриття підлоги - плитка, з якою Ви точно не будете боятися деформацій. Інвентар можливий як наш (стільці, парти та ін), якщо є в цьому потреба,  так і Ваш.",
  "square": "20 кв.м ",
 "img": [
      {
        "preview":
         fotoX,
        "original":
         fotoX2
        
      }
    ]
  },
  {
"name": "Кабінет L",
  "id": "14",

"price": "200 грн/год", 
  "detalis": "Можливо мрія про власний веселий офіс якраз має збутися? Чи влаштувати власну школу малювання для розвитку дітей? Запрошуємо!",
  "detalisTwo": "Окрім стаціонарного опалення, є система кондиціонування, що зігріє взимку - охолодить влітку. Покриття підлоги - плитка, з якою Ви точно не будете боятися деформацій. Інвентар можливий як наш (стільці, парти та ін), якщо є в цьому потреба, так і Ваш.",
  "square": "12 кв.м ",
 "img": [
      {
        "preview":
          fotoL,
        "original":
       fotoL2
        
      }
    ]
}            
]

export const getRoom = () => {
  return room;
};

export const getRoomById = (roomId) => {
  return room.find((rooms) => rooms.id === roomId);
};